<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Exceptions Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'title' => [
        403 => '403 Forbidden',
        404 => '404 Page Not Found',
        405 => '405 Method Not Allowed',
        418 => "418 I'm a teapot.",
        419 => '419 Page Expired',
        429 => '429 Too many requests.',
        500 => '500 Internal Server Error',
        503 => '503 Service Unavailable',
    ],

    'message' => [
        403 => 'Permission denied.',
        404 => 'Page Not Found.',
        405 => 'Method Not Allowed.',
        418 => "I'm a teapot.",
        419 => 'ページの有効期限が切れています。ブラウザを更新してください。',
        429 => 'Too many requests.',
        500 => 'Internal Server Error.',
        503 => '現在システムメンテナンス中です',

        /*
        403 => 'アクセス権限がありません。',
        404 => 'お探しのページは見つかりませんでした。',
        405 => '許可されていないリクエストメソッドです。',
        418 => '私はティーポット',
        419 => 'ページの有効期限が切れています。ブラウザを更新してください。',
        429 => 'リクエストが多過ぎて処理できません。',
        500 => 'システムエラーが発生しました。管理者へお問い合わせください。',
        503 => '現在システムメンテナンス中です。',
        */
    ],

];
